/* eslint-disable */
export default {
  100000: {
    110000: '北京市',
    120000: '上海市',
    130000: '河南省',
    140000: '山东省',
    150000: '浙江省',
    210000: '广东省',
    220000: '四川省',
    230000: '江苏省',
    310000: '河北省',
    320000: '天津市',
    330000: '黑龙江省',
    340000: '陕西省',
    350000: '江西省',
    360000: '福建省',
    370000: '云南省',
    410000: '安徽省',
    420000: '山西省',
    430000: '吉林省',
    440000: '广西壮族自治区',
    450000: '内蒙古自治区',
    460000: '重庆市',
    500000: '湖南省',
    510000: '湖北省',
    520000: '辽宁省',
    530000: '新疆维吾尔自治区',
    540000: '宁夏回族自治区',
    610000: '海南省',
    620000: '甘肃省',
    630000: '青海省',
    640000: '贵州省',
  },
  110000: {
    110100: '北京市',
  },
  110100: {
    110101: ["华为授权体验店（西单大悦城店）", "39.8907350000,116.2639790000", "北京市西城区西单北大街131号大悦城五层好佳奇手机广场"],
    110102: ["华为授权体验店（崇文门店）", "39.8945000000,116.4621800000", "北京市东城区崇外大街18号国瑞购物中心一层"],
    110103: ["华为授权体验店（合生汇店）", "39.8938140000,116.4797260000", "北京市朝阳区西大望路合生汇地下二层45号"],
    110104: ["华为授权体验店（金源燕莎店）", "39.9241800000,116.4508900000", "北京市海淀区远大路1号金源燕莎购物商场四层4020"],
    110105: ["华为授权体验店（王府井店）", "39.9158080000,116.4104570000", "北京市东城区王府井淘汇新天一层F1002-F1003"],
    110106: ["华为授权体验店（朝阳大悦城店）", "39.8391020000,116.5068030000", "北京市朝阳区青年路28号大悦城五层"],
    110107: ["华为授权体验店（东方新天地店）", "39.9093230000,116.4141230000", "北京市东城区王府井大街东方新天地地铁层CC25B"],
    110108: ["华为授权体验店（五棵松店）", "39.9085800000,116.2773400000", "北京市海淀区五棵松华西LIVE"],
    110109: ["华为授权体验店（三里屯SOHO店）", "39.9329270000,116.4536530000", "北京市朝阳区三里屯工体北路8号三里屯SOHO1号商场1—109"],
    110110: ["华为授权体验店（北京市环宇荟店）", "39.9830900000,116.3173400000", "北京市朝阳区北土城路与安定路交汇处北京环宇荟购物中心1层"],
    110111: ["华为授权体验店（望京SOHO店）", "39.9938900000,116.4080920000", "北京市朝阳区阜通东大街1号院6号楼1层2118室（望京SOHO T2 -2118)"],
    110112: ["华为授权体验店（常营龙湖天街店）", "39.9241800000,116.4508900000", "北京市朝阳区常通路1号院1号楼A栋-B1-39"]
  },
  120000: {
    120100: '上海市',
  },
  120100: {
    120101: ['华为授权体验店（南京东路店）', '31.2352330000,121.4778740000', '上海市黄浦区南京东路505号'],
    120102: ['华为授权体验店（美罗城店）', '31.1925420000,121.4390070000', '上海市徐汇区肇嘉浜路1111号美罗城1层[B]区[1-14]单元'],
    120103: ['华为授权体验店（五角场合生汇店）', '31.8525200000,106.7601500000', '上海市杨浦区翔殷路1099号合生汇4楼24号'],
    120104: ['华为授权体验店（月星环球港店）', '31.2347100000,121.4131410000', '上海市普陀区中山北路3300号月星环球港1F1050铺'],
    120105: ['华为授权体验店（南京西路店）', '31.2189430000,121.4635670000', '上海市静安区南京西路580号'],
    120106: ['华为授权体验店（新天地店）', '31.2192780000,121.4742240000', '上海市黄浦区马当路218号'],
    120107: ['华为授权体验店（来福士广场店）', '31.2318950000,121.4765180000', '上海市黄浦区西藏中路268号来福士B1-06B'],
    120108: ['上海授权体验店（正大广场店）', '31.2361930000,121.4987160000', '上海市浦东新区陆家嘴西路168号正大广场4F'],
    120109: ['华为授权体验店（来福士广场店）', '31.2170700000,121.4155500000', '上海市长宁路1123号长宁来福士广场（E）01层03号'],
    120110: ['华为授权体验店（陆家嘴中心店）', '31.2352330000,121.4778740000', '上海市浦东南路899号陆家嘴中心5楼503'],
    120111: ['华为授权体验店（栗时代广场店）', '31.2189430000,121.4635670000', '上海市黄浦区淮海中路776号栗时代广场1楼'],
    120112: ['华为授权体验店（万象城店）', '31.1704300000,121.3698060000', '上海市闵行区吴中路1599号万象城5楼L503'],
    120113: ['华为授权体验店（万达广场店）', '31.3009400000,121.5161740000', '上海市杨浦区邯郸路600号万达广场'],
    120114: ['华为智能生活馆（上海爱琴海）', '31.1740000000,121.3723500000', '上海市闵行区虹井路120弄2号1115室-1123室']
  },
  130000: {
    130100: '郑州市',
  },
  130100: {
    130101: ['华为授权体验店（大卫城店）','34.7584740000,113.6660530000','河南省郑州市金水区二七路与东太康路交叉口丹尼斯大卫城6楼mall区'],
    130102: ['华为授权体验店（二七万达广场店）','34.7194260000,113.6432620000','河南省郑州市二七区大学南路与航海路交叉口二七万达广场'],
    130103: ['华为授权体验店（锦艺城店）','34.7619630000,113.6101270000','河南省郑州市中原区桐柏路与棉纺路交叉口锦艺城B区二楼'],
    130104: ['华为授权体验店（银河里店）','34.7194260000,113.6432620000','河南省郑州市郑东新区商鼎路77号汇艺银河里一楼'],
  },
  140000: {
    140100: '青岛市',
    140200: '济南市',
  },
  140100: {
    140101: ['华为授权体验店（青岛台东步行街店）','36.0828340000,120.3549000000','山东省青岛市市北区台东三路58号'],
    140102: ['华为授权体验店（青岛万象城店）','36.0660800000,120.3705300000','山东省青岛市市南区山东路10号万象城五楼L549'],
  },
  140200: {
    140201: ['华为授权体验店（济南世茂广场店）','36.6653360000,117.0312810000','山东省济南市历下区泉城路26号世茂广场东座E161'],
    140202: ['华为授权体验店 Plus （济南印象城）','36.6491190000,116.9780330000','山东省济南市历城区洪楼南路1号印象城一楼'],
  },
  150000: {
    150100: '杭州市',
  },
  150100: {
    150101: ['华为授权体验店（钱江新城来福士店）','30.3328090000,120.0790860000','浙江省杭州市江干区新业路（富春路口）杭州来福士体验中心'],
    150102: ['华为授权体验店（湖滨店）','30.2533590000,120.1638780000','浙江省杭州市上城区湖滨银泰in77D区L1-21&L2-26'],
    150103: ['华为智能生活馆（杭州黄龙万科）','30.2762150000,120.1293730000','杭州市西湖区学院路77号黄龙万科中心AB楼1F 1-112 '],
  },
  210000: {
    210100: '广州市',
    210200: '深圳市',
  },
  210100: {
    210101: ['华为授权体验店（天河城店）','23.1338490000,113.3391330000','广东省广州市天河路208号天河城四楼415-416铺'],
    210102: ['华为授权体验店（正佳广场店）','23.1256600000,113.2828290000','广东省广州市天河区天河路228号正佳广场四楼4D169铺'],
    210103: ['华为授权体验店（西城都荟店）','23.1723200000,113.3445300000','广东省广州市荔湾黄沙大道8号西城都荟一楼'],
    210104: ['华为授权体验店（高德置地店）','23.1202220000,113.3222570000','广东省广州市天河区花城大道85、87一层之自编108-108A单元物业'],
    210105: ['华为授权体验店（天汇广场店）','23.1256600000,113.2828290000','广东省广州市天河区兴民路222号IGC天汇广场5层'],
  },
  210200: {
    210201: ['华为授权体验店（宝安壹方中心店）','22.5539400000,113.8873600000','广东省深圳市宝安区新湖路99号壹方城B2-061'],
    210202: ['华为授权体验店（福田COCOPark店）','22.5606950000,114.0392930000','广东省深圳市福田区福华三路福田星河cocopark负一层B1S-123号商铺'],
    210203: ['华为授权体验店（龙岗万科广场店）','22.7146290000,114.2442960000','广东省深圳市龙岗区龙城街道中心城龙翔大道7188号万科天誉广场L3层L3-36号商铺'],
    210204: ['华为授权体验店（南山万象天地店）','22.5416400000,113.9559300000','广东省深圳市南山区科技南10路与铜鼓路交叉口，万象天地SL520号铺'],
    210205: ['华为授权体验店（京基KKmall店）','22.6000200000,114.1179700000','广东省深圳市罗湖区蔡屋围蔡屋围一街京基金融中心裙楼京基KKmall四楼401E号'],
    210206: ['华为授权体验店（国贸金光华广场店）','22.5392320000,114.1193710000','广东省深圳市罗湖区人民南路2028号金光华广场B2-029(国贸站A口)'],
    210207: ['华为授权体验店（世界之窗益田店）','22.5158400000,114.0511200000','广东省深圳市南山区深南大道9028号益田假日广场B2层10号商铺门店'],
    210208: ['华为授权体验店（福田华强北店）','22.6000200000,114.1179700000','广东省深圳市福田区华强北路新华强广场电子世界H1D001'],
    210209: ['华为授权体验店（南山海岸城店）','22.5180510000,113.9363020000','广东省深圳市南山区海岸城西座商业街211-237号华为授权体验店'],
    210210: ['华为授权体验店（海雅缤纷城店）','22.5597900000,113.9060950000','广东省深圳市宝安区5区建安一路99号海雅缤纷城5楼L520'],
    210211: ['华为授权体验店（宝安中洲πmall店）','22.6000200000,114.1179700000','广东省深圳市宝安区创业二路89号中洲购物中心L105商铺'],
    210212: ['华为授权体验店（布吉华润万象汇店）','22.5180510000,113.9363020000','广东省深圳市龙岗区布吉街道翔鸽路2号华润万象汇购物中心L1层L192号商铺'],
    210213: ['华为授权体验店（皇庭广场店）','22.5331650000,114.0597540000','广东省深圳市福田区福华三路118号皇庭国商购物广场B1层15号商铺'],
    210214: ['华为深圳天安云谷店','22.6585900000,114.0653900000','深圳市坂田街道雪岗北路133号天安云谷2期4栋'],
    210215: ['华为深圳宝安机场体验店','22.6901900000,113.8103700000','深圳宝安国际机场T3航站楼 国内出发区'],
  },
  220000: {
    220100: '成都市',

  },
  220100: {
    220101: ['华为授权体验店（银石广场店）','30.6969700000,103.8364700000','四川省成都市锦江区红星路三段99号银石广场1层1003号'],
    220102: ['华为授权体验店（万象城店）','30.6496240000,104.1152710000','四川省成都市成华区双庆路8号华润万象城4层465号'],
    220103: ['华为授权体验店（财富中心店）','30.6265720000,104.0114570000','四川省成都市锦江区大业路6号COSMO财富中心1层1022B号'],
    220104: ['华为授权体验店（锦华万达店）','29.2684100000,104.8799700000','四川省成都市锦江区锦华路一段68号锦华万达广场1层167B号'],
    220105: ['华为授权体验店（金牛万达店）','30.5412050000,104.0575820000','四川省成都市金牛区一环路北三段1号金牛万达广场1层1018号'],
    220106: ['华为授权体验店（环球中心店）','30.5690720000,104.0640880000','四川省成都市天府大道北段1700号成都新世纪环球中心2层D09号'],
    220107: ['华为授权体验店（大悦城店）','30.5412050000,104.0575820000','四川省成都市武侯区大悦路518号成都大悦城负1层B1069号'],
  },
  230000: {
    230100: '无锡市',
    230200: '南京市',
    230300: '苏州市',
  },
  230100: {
    230101: ['华为授权体验店（荟聚中心店）','31.5823500000,120.3948290000','江苏省无锡市锡山区团结中路3号荟聚中心'],
    230102: ['华为授权体验店（无锡国富万象城店）','31.5137580000,120.2829060000','江苏省无锡市滨湖区金石路88号1-30'],
  },
  230200: {
    230201: ['华为授权体验店（德基广场店）','32.0427090000,118.7847230000','江苏省南京市玄武区德基广场一起负一楼B139'],
    230202: ['华为授权体验店（新街口店）','31.9525180000,118.8434250000','江苏省南京市秦淮区洪武路88号悦荟广场一层5号'],
    230203: ['华为授权体验店（熙华世弘阳广场店）','32.1368680000,118.7261650000','江苏省南京市浦口区大桥北路48号'],
    230204: ['华为授权体验店（万达广场店）','31.9525180000,118.8434250000','江苏省南京市栖霞区仙林大道181号万达茂1层'],
  },
  230300: {
    230301: ['华为授权体验店（万象汇店）','31.1778800000,120.9017850000','江苏省苏州市吴江区开平路与冬梅街交叉口南20米路西'],
    230302: ['华为授权体验店（苏州顺通久光百货店）','31.3112700000,120.6007700000','江苏省苏州市吴中区旺墩路268号'],
  },
  310000: {
    310100: '石家庄市',
  },
  310100: {
    310101: ['华为授权体验店（山河怀特店）','38.0226810000,114.5245520000','河北省石家庄市裕华区槐安东路与富强大街交口怀特商业广场一层手机生活馆'],
    310102: ['华为授权体验店（建设南大街店）','38.0416700000,114.5113300000','河北省石家庄市长安区建设南大街6号西美财智大厦底商（北国商城旁边）'],
    310103: ['华为授权体验店（万达广场店）','38.0344410000,114.4493180000','河北省石家庄市裕华区建华南大街132号'],
  },
  320000: {
    320100: '天津市',
  },
  320100: {
    320101: ['华为授权体验店（万科广场店）','39.1071280000,117.2134670000','天津市河西区九龙路与绍兴道交口东南侧'],
    320102: ['华为授权体验店 Plus （天津南开大悦城）','39.1459880000,117.1739540000','天津市南开区南门外大街2号南开大悦城'],
  },
  330000: {
    330100: '哈尔滨市',
  },
  330100: {
    330101: ['华为授权体验店（秋林公司店）','45.7704040000,126.6254190000','黑龙江省哈尔滨市南岗区果戈里大街327号'],
    330102: ['华为授权体验店（学府凯德店）','45.7208930000,126.6080320000','黑龙江省哈尔滨市南岗区学府路1-1号学府凯德一楼31号席位'],
    330103: ['华为授权体验店（中兴大街店）','45.7704040000,126.6254190000','黑龙江省哈尔滨市哈西大街299号'],
  },
  340000: {
    340100: '西安市',
  },
  340100: {
    340101: ['华为授权体验店（熙地港店）','34.3383330000,108.9454930000','陕西省西安市未央区凤城七路以北未央路西侧王府井百货1层1F04'],
    340102: ['华为授权体验店（未央区大明宫万达广场店）','34.3142300000,108.9719800000','陕西省西安市未央区太华北路369号'],
    340103: ['华为授权体验店（曲江金地广场店）','34.2032370000,108.9884190000','陕西省西安市雁塔区曲江池东路999号'],
    340104: ['华为授权体验店（雁塔区大悦城店）','34.3283330000,108.9465870000','陕西省西安市雁塔区大雁塔南广场中粮大悦城'],
    340105: ['华为授权体验店 Plus（西安南门世纪金花）','34.2496700000,108.9487400000','陕西省西安市碑林区环城南路东段336号世纪金花一层'],
  },
  350000: {
    350100: '南昌市',
    350200: '上饶市',
  },
  350100: {
    350101: ['华为授权体验店（红谷滩万达广场店）','28.6918840000,115.8486030000','江西省南昌市红谷滩万达广场1002号（2号门）'],
    350102: ['华为授权体验店（万象城店）','25.8151500000,114.9256800000','江西省赣州市章贡区登峰大道万象城L457'],
  },
  350200: {
    350201: ['万力时代华为授权体验店','24.1088930000,102.7595920000','江西省上饶市信州区滨江东路66号万力商场1F-004铺'],
  },
  360000: {
    360100: '厦门市',
    360200: '福州市',
  },
  360100: {
    360101: ['华为授权体验店（SM城市广场店）','24.4736400000,118.1112000000','福建省厦门市湖里区SM城市广场一期四楼420号店面'],
  },
  360200: {
    360201: ['华为授权体验店（泰禾广场店）','26.0910100000,119.3355600000','福建省福州市晋安区东二环泰禾广场（二期）19#楼1层15商铺'],
    360202: ['华为授权体验店（宝龙广场店）','26.0542180000,119.3085970000','福建省福州市台江区宝龙城市广场1#、2#楼连体店面（25/26/27/61/62号店面）'],
  },
  370000: {
    370100: '昆明市',
  },
  370100: {
    370101: ['华为授权体验店（正义坊店）','25.0397860000,102.7097510000','云南省昆明市正义坊光华路2号'],
    370102: ['华为授权体验店（万达广场店）','25.0085140000,102.7100600000','云南省昆明市西山区前兴路688号万达广场2号门1F-1036'],
    370103: ['华为授权体验店（昆明讯度同德广场店）','25.0699300000,102.7217400000','云南省昆明市盘龙区北京路928号同德广场F1楼（星巴克旁）'],
  },
  410000: {
    410100: '合肥市',
  },
  410100: {
    410101: ['华为授权体验店（正大广场店）','31.7419660000,117.2911430000','安徽省合肥经开区金寨路与北海路交叉口正大广场'],
    410102: ['华为授权体验店（包河万达店）','31.7419660000,117.2911430000','安徽省合肥市包河区马鞍山路130号万达广场'],
    410103: ['华为授权体验店（之心城店）','31.7419660000,117.2911430000','安徽省合肥市蜀山区长江西路199号之心城'],
  },
  420000: {
    420100: '太原市',
  },
  420100: {
    420101: ['华为授权体验店（太原龙湖万达店）','37.1648200000,116.4399800000','山西省太原市解放北路175号万达广场一层1035号'],
    420102: ['华为授权体验店（太原万象城店）','37.7429580000,112.5742840000','山西省太原市万柏林区长兴路5号'],
    420103: ['华为授权体验店（长治万达店）','36.2185250000,113.1278400000','山西省长治市城区英雄北路222号长治万达广场1F-1023号'],
    420104: ['华为智能生活馆（太原茂业）','37.8239410000,112.5670390000','太原市小店区亲贤北街79号茂业天地购物中心一层1001-2'],
  },
  430000: {
    430100: '长春市',
  },
  430100: {
    430101: ['华为授权体验店（欧亚卖场店）','43.8421170000,125.2433470000','吉林省长春市朝阳区开运街5178号欧亚卖场20号门一楼'],
    430102: ['华为授权体验店（红旗街店）','43.8702800000,125.2983100000','吉林省长春市朝阳区红旗街与工农大路交汇巴黎春天一楼'],
  },
  430200: {
    430201: ['华为授权体验店（昌邑万达店）','43.7908400000,126.5542400000','吉林省吉林市昌邑区吉林大街518号'],
  },
  440000: {
    440100: '南宁市',
  },
  440100: {
    440101: ['华为授权体验店（南宁万象城店）','22.8136000000,108.3850800000','广西省南宁市青秀区民族大道136号万象城六楼615铺'],
    440102: ['华为授权体验店（南宁会展航洋店）','22.8136000000,108.3850800000','广西省南宁市青秀区民族大道131号会展航洋城L2-044号商铺'],
    440103: ['华为授权体验店（南宁江南万达店）','22.7897760000,108.3129730000','广西省南宁江南区亭洪路48-1号万达广场3楼3003A商铺'],
  },
  450000: {
    450100: '包头市',
    450200: '呼和浩特市',
    450300: '鄂尔多斯市',
  },
  450100: {
    450101: ['华为授权体验店（苏宁店）','40.6681300000,109.8797600000','内蒙古包头市昆都仑区市府东路'],
    450102: ['华为授权体验店（青山万达广场店）','40.5840600000,110.0251500000','内蒙古包头市青山万达北门室内一楼A101'],
  },
  450200: {
    450201: ['华为授权体验店（海亮广场店）','40.8151400000,111.6706500000','内蒙古呼和浩特市回民区海亮广场一层'],
  },
  450300: {
    450301: ['华为授权体验店（达拉特北路店）','39.5771560000,109.7512430000','内蒙古鄂尔多斯市东胜区达拉特北路'],
  },
  460000: {
    460100: '重庆市',
  },
  460100: {
    460101: ['华为授权体验店（港普南坪万达广场店）','29.5266780000,106.5684970000','重庆市南岸区南坪万达广场1F层W-20-D1'],
    460102: ['华为授权体验店（时代天街B馆店）','29.5383990000,106.5117920000','重庆市渝中区大坪时代天街B馆L1-1&L2-1'],
    460103: ['华为授权体验店（解放碑协信星光广场店）','29.5222980000,106.5718200000','重庆市渝中区五一路99号协信星光广场L1层02号'],
  },
  500000: {
    500100: '长沙市',
  },
  500100: {
    500101: ['华为授权体验店（步行街店）','28.1880100000,112.9766620000','湖南省长沙市天心区步行街中心广场东南角'],
    500102: ['华为授权体验店（梅溪湖店）','28.1983470000,112.8619220000','湖南省长沙市岳麓区枫林三路步步高梅溪新天地G层28号'],
    500103: ['华为授权体验店（万达广场店）','28.1880100000,112.9766620000','湖南省长沙市开福区湘江中路589号一楼'],
  },
  510000: {
    510100: '武汉市',
  },
  510100: {
    510101: ['华为授权体验店（销品茂店）','30.5776520000,114.2911800000','湖北省武汉市武昌区徐东大街18号'],
    510102: ['华为授权体验店（光谷广场店）','30.5010210000,114.4140200000','湖北省武汉市洪山区光谷广场光谷步行街1号'],
    510103: ['华为授权体验店（荟聚广场店）','30.4787000000,114.4103500000','湖北省武汉市硚口区园博大道1号武汉荟聚购物中心F3'],
    510104: ['华为授权体验店 Plus （武汉汉街）','30.5767000000,114.2879800000','武汉市武昌区汉街J4-1-36号商铺（第三街区）'],
  },
  520000: {
    520100: '沈阳市',
    520200: '大连市',
  },
  520100: {
    520101: ['华为授权体验店（东中街大悦城店）','41.8032340000,123.4710790000','辽宁省沈阳市大东区东中街大悦城C馆143号'],
    520102: ['华为授权体验店（太原里店）','41.7906900000,123.4035200000','辽宁省沈阳市和平区太原南街29/31号'],
    520103: ['华为授权体验店 Plus（沈阳万象汇）','41.7951720000,123.3724810000','沈阳市铁西区建设东路万象汇1楼L155华为授权体验店'],
  },
  520200: {
    520201: ['华为授权体验店（大连甘井子万达店）','38.9495200000,121.5401780000','辽宁省大连市甘井子区虹韵路6号1A层1A51号'],
  },
  530000: {
    530100: '乌鲁木齐市',
    530200: '伊宁市',
  },
  530100: {
    530101: ['华为授权体验店（丹璐店）','43.7944900000,87.6174600000','新疆乌鲁木齐市天山区丹璐时尚百货1楼A2号'],
    530102: ['华为授权体验店（汇嘉时代店）','42.3190800000,86.3825200000','新疆维吾尔自治区巴音郭楞蒙古自治州库尔勒市萨依巴格路大厦萨依巴格路巴州大厦1楼'],
  },
  530200: {
    530201: ['华为授权体验店（伊犁新茂业店）','43.9248000000,81.3120400000','新疆伊犁哈萨克自治州伊宁市山东路1号'],
  },
  540000: {
    540100: '银川市',
  },
  540100: {
    540101: ['华为授权体验店（建发大阅城店）','38.5139420000,106.2556610000','宁夏银川市金凤区正源北街277号'],
    540102: ['华为授权体验店（新华店）','38.4611400000,106.2835600000','宁夏银川市新华东街国芳百货南门东侧'],
  },
  610000: {
    610100: '海口市',
    610200: '三亚市',
  },
  610100: {
    610101: ['华为授权体验店（海口国大日月广场白羊座店）','20.0151400000,110.3503200000','海南省海口市国兴大道8号海口日月广场东 ④白羊座一楼103'],
    610102: ['华为授权体验店（友谊阳光城店）','20.0234300000,110.3239630000','海南省海口市金龙路2号友谊阳光城1027铺面'],
  },
  610200: {
    610201: ['华为授权体验店（三亚蓝海购物广场店）','18.2531800000,109.5134400000','海南省三亚市吉阳区蓝庭购物广场一层'],
  },
  620000: {
    620100: '兰州市',
  },
  620100: {
    620101: ['华为授权体验店（金昌路店）','36.0569200000,103.8388770000','甘肃省兰州市城关区金昌路37号'],
    620102: ['华为授权体验店（兰州中心店）','36.0689850000,103.7749100000','甘肃省兰州市七里河区西津西路14号兰州中心'],
    620103: ['华为授权体验店（城关万达广场店）','30.7752290000,120.7264460000','甘肃省兰州市城关区天水北路68号万达广场一楼2号门'],
  },
  640000: {
    640100: '西宁市',
  },
  640100: {
    630101: ['华为授权体验店（大十字华耀店）','36.6135600000,101.7860300000','青海省西宁市城中区西大街6号'],
  },
  650000: {
    650100: '贵阳市',
  },
  650100: {
    640101: ['华为授权体验店（万达广场店）','27.9520600000,108.2549200000','贵州省贵阳市观山湖区万达广场1楼'],
    640102: ['华为授权体验店（逸天城店）','26.5628710000,106.7229480000','贵州省贵阳市南明区市南路42号逸天城购物广场'],
    640103: ['华为授权体验店（鸿通城店）','26.5721000000,106.7136640000','贵州省贵阳市南明区鸿通城购物中心一楼中庭L1B10-19'],
  },
}
/* eslint-disable */